<template>
	<div>
		<h1 align='center'>免责声明</h1>
		
		<p align='left'>本工具仅面向<strong>合法授权</strong>的企业安全建设行为，如您需要测试本工具的可用性，请自行搭建靶机环境。</p>
		
		<p align='left'>在使用本工具进行检测时，您应确保该行为符合当地的法律法规，并且已经取得了足够的授权。<strong>请勿对非授权目标进行扫描。</strong></p>
		
		<P align='left'><strong>如果发现上述禁止行为，我们将保留追究您法律责任的权利。</strong></P>
		
		<P align='left'><strong>如果发现未经授权贩卖，二次打包发布我们将保留追究您法律责任的权利。</strong></P>
		
		<P align='left'>如您在使用本工具的过程中存在任何非法行为，您需自行承担相应后果，我们将不承担任何法律及连带责任。</P>
		
		<P align='left'>在安装并使用本工具前，请您<strong>务必审慎阅读、充分理解各条款内容</strong>，限制、免责条款或者其他涉及您重大权益的条款可能会以加粗、加下划线等形式提示您重点注意。</P>
		<P align='left'>除非您已充分阅读、完全理解并接受本协议所有条款，否则，请您不要安装并使用本工具。您的使用行为或者您以其他任何明示或者默示方式表示接受本协议的，即视为您已阅读并同意本协议的约束。</P>
	</div>
</template>

<script>
</script>

<style>
</style>
